[
    {
        "category": "Location Solutions",
        "category_id": "location-solutions",
        "name": "Asset Tracking and Analysis",
        "l0": "Manage key assets, prevent failure",
        "l0_sub": "Understand asset location, condition, performance, and life cycle",
        "l1": "Enhance asset performance",
        "l1_content": "Asset managers must minimize risks and maximize performance while managing cost and resources for both fixed and moving assets. Innovative managers use smart maps and dashboards to achieve a holistic view of their assets. Location intelligence enhances day-to-day operations such as inspections, maintenance, and investment planning.",
        "l2": "See the performance others can’t",
        "l2_choose": "When managers use smart maps and visualizations to perform asset tracking and analysis, they help their organizations reduce errors; save time; and make informed, data-driven decisions.",
        "l2_content": "Increase inventory accuracy by using modern data collection apps. Track asset condition and planner-time throughout the life cycle. Share status updates quickly and seamlessly with the field and office. Forecast maintenance costs and needs to improve reliability. Manage customer expectations. Integrate fully into existing asset management systems and inventory tracking.",
        "l3": "Spatial Analysis and Data Science",
        "l3_content": "Use location as the connective thread to uncover hidden patterns and trends for enhanced asset tracking and analysis. Gain a competitive edge by integrating location into machine learning models and artificial intelligence.",
        "l4_1": "Real-Time Visualization and Analytics",
        "l4_1_content": "Know asset location and condition in real time and predict failures before they can happen. Use location intelligence based on the most up-to-date information to make informed decisions about asset tracking and analysis.",
        "l4_2": "Field Operations",
        "l4_2_content": "Improve coordination and operational efficiency in workforce activities. Reduce or even replace paper reliance, modernize workflows for reliable and accessible data, and access the power of location anywhere.",
        "l5_1": "Logistics and Fulfillment",
        "l5_1_content": "Organize complex delivery operations to ensure your supplies and products are where they need to be in a timely manner.",
        "l5_2": "Performance Monitoring",
        "l5_2_content": "Get a real-time view of people, services, assets and, events. Improve communication and collaboration.",
        "l5_3": "Facility Management",
        "l5_3_content": "Manage and maintain facility safety, security, and operations with powerful data management and visualization capabilities.",
        "id": "asset-tracking-and-analysis"
    },
    {
        "category": "Location Solutions",
        "category_id": "location-solutions",
        "name": "Economic Development",
        "l0": "Create sustainable business growth",
        "l0_sub": "Discover where to invest in your community for greatest impact",
        "l1": "Build a strong community",
        "l1_content": "To be successful, economic developers need to understand their community's strengths—whether it's an educated and diverse workforce, affordable housing, lower cost of living, great transportation, or a thriving local economy. Leaders can use location intelligence to visualize and analyze business and community growth potential, combining data about demographics, lifestyle, and spending. This strategic approach helps communities create jobs, identify opportunities for economic gardening, and attract new business.",
        "l2": "See your economy grow",
        "l2_choose": "Smart maps provide community leaders, businesses, and investors with key data and iterative development plans in real time.",
        "l2_content": "Attract new residents and businesses with destination branding powered by analytics, reports, and maps. Identify gaps in goods, services, and infrastructure to improve quality of life. Support site selection, planning, territory analysis, retail comparison, merchandise mix evaluations, and customer segmentation and targeting. Identify opportunity zones and empower sustainable growth using data-driven maps.",
        "l3": "Mapping",
        "l3_content": "Visualize people, places, and assets to gain clear understanding of a potential economic development. See what's happening throughout the community, design a strategy, and know where to invest.",
        "l4_1": "Real-Time Visualization and Analytics",
        "l4_1_content": "Understand customer demographics and development plans across a community and monitor changing situations. Use big data and Internet of Things (IoT) technology to make quick, informed decisions based on the most up-to-date information.",
        "l4_2": "3D Visualization and Analytics",
        "l4_2_content": "Extract value from your data to solve problems and see patterns, trends, and hidden relationships. Create models that make it easy to share your vision and ideas.",
        "l5_1": "Civic Inclusion",
        "l5_1_content": "Communicate with maps, apps, and dashboards to advance social equity and overcome complacency.",
        "l5_2": "Planning for Sustainability",
        "l5_2_content": "Build resilient communities with long-term economic and environmental sustainability by measuring and adapting to change",
        "l5_3": "Site Analysis and Territory Planning",
        "l5_3_content": "Choose the best locations based on location intelligence and sophisticated data and analytics.",
        "id": "economic-development"
    },
    {
        "category": "Location Solutions",
        "category_id": "location-solutions",
        "name": "Facility Management",
        "l0": "Lead the way to higher performance",
        "l0_sub": "Strengthen facility operations with the power of location intelligence",
        "l1": "Keep it all under control",
        "l1_content": "To manage and maintain any facility—its safety, security, and operations—is a complex and expensive effort. Facility managers achieve success using powerful data management, analysis, and visualization. A digital approach to facility management helps leaders assess security risks, develop plans, protect staff and assets, and improve daily operations.",
        "l2": "See efficiencies others can’t",
        "l2_choose": "Smart maps help facility managers understand their spaces and the people in them and oversee daily operations.",
        "l2_content": "Get real-time operational awareness of campus spaces, asset inventories, and building conditions. Improve wayfinding with indoor mapping. See the locations of service requests or emergency alerts in real time. Create map-driven floor plans for work spaces that minimize distractions and maximize teamwork. Gain insight into movement patterns through visualization and discover ways to cut costs, protect assets, and increase safety. Simplify coordination of construction, renovation, and maintenance projects.",
        "l3": "Field Operations",
        "l3_content": "Gain location perspective on real-time field activities and use visually rich dashboards to inform decisions. See what can be accomplished through working in unison and capturing and navigating data—even while offline.",
        "l4_1": "Real-Time Visualization and Analytics",
        "l4_1_content": "Know where vulnerabilities exist right now across your business and monitor changing situations. Use big data and Internet of Things (IoT) technology to make quick, informed decisions based on the most up-to-date information.",
        "l4_2": "Mapping",
        "l4_2_content": "Visualize people, places, and assets to gain a clear understanding of all operations in the field. See what's happening across the organization, create a detailed plan, and know where to effectively coordinate and dispatch resources.",
        "l5_1": "Asset Tracking and Analysis",
        "l5_1_content": "Visualize moving and fixed assets dynamically. Implement problem-solving tools to accurately record the locations and health of your assets.",
        "l5_2": "Operational Efficiency",
        "l5_2_content": "Streamline projects and identify areas that need improvement. Rely on authoritative data to reduce errors and better allocate resources",
        "l5_3": "Risk Management",
        "l5_3_content": "Know what risks are happening and where with smart maps. Find patterns and trends and communicate seamlessly during mitigation and response.",
        "id": "facility-management"
    },
    {
        "category": "Location Solutions",
        "category_id": "location-solutions",
        "name": "Field Service Management",
        "l0": "Coordinate operations from anywhere",
        "l0_sub": "Work seamlessly between office and field",
        "l1": "Build a more effective field service strategy",
        "l1_content": "Field activities often involve multiple projects, many staff members, and numerous assets. Fieldworkers can use mobile apps, smart maps, and dashboards to see the real-time status and location of projects and staff. This digitally transformed approach saves money and time by eliminating duplicated efforts and wasted resources and keeping data current.",
        "l2": "See the connections others can’t",
        "l2_choose": "Smart maps and dashboards illuminate critical field operations, empower on-the-fly improvements, and reveal deeper insights about projects and resources.",
        "l2_content": "Ensure field and office staff are using the same authoritative data. Use real-time dashboards to inform decisions and evaluate key performance indicator (KPI) metrics. Improve sustainability metrics by reducing or replacing reliance on paper. Add the power of mobile apps for critical functions such as data collection and route optimization.",
        "l3": "Field Operations",
        "l3_content": "Gain a location-based perspective on real-time field activities and use visually rich dashboards to inform decisions. See what can be accomplished through working in unison while capturing data and navigating roads—even when offline.",
        "l4_1": "Real-Time Visualization and Analytics",
        "l4_1_content": "Know where assets are and monitor changes in real time. Use big data and Internet of Things (IoT) technology to make quick, informed decisions based on the most up-to-date information.",
        "l4_2": "Mapping",
        "l4_2_content": "Visualize people, places, and assets to gain a clear understanding of all operations in the field. See what's happening across the organization, create a detailed plan, and know where to effectively schedule and dispatch resources.",
        "l5_1": "Asset Tracking and Analysis",
        "l5_1_content": "Visualize moving and fixed assets dynamically. Implement problem-solving tools to accurately record the locations and health of your assets.",
        "l5_2": "Real-Time Location Tracking",
        "l5_2_content": "Gain insights from your data whether you are tracking moving assets or stationary sensors. Make the right decision at the right time.",
        "l5_3": "Operational Efficiency",
        "l5_3_content": "Streamline projects and identify areas that need improvement. Rely on authoritative data to reduce errors and better allocate resources",
        "id": "field-service-management"
    },
    {
        "category": "Location Solutions",
        "category_id": "location-solutions",
        "name": "Logistics and Fulfillment",
        "l0": "Meet complex market demands",
        "l0_sub": "Share information to prevent disruption and deliver on service expectations",
        "l1": "On-time delivery demands real-time insight",
        "l1_content": "In logistics management, being on time and meeting customer expectations is everything. Dispatchers need to prepare for any threat to delivery operations—from contamination to natural disasters to theft. Easy-to-understand digital dashboards that fuse location intelligence and all operational data provide real-time insights. Adjustments can be made in the moment, and delays minimized to stay on schedule.",
        "l2": "See the smartest routes others can’t",
        "l2_choose": "The world's largest delivery companies use location intelligence to optimize routes, arrive when projected, and meet high customer service expectations.",
        "l2_content": "Deliver on your promise of products, services, and order fulfillment. Optimize routes based on customer location, time windows, cargo transfers, and other factors. Manage risk by planning for natural disasters and other events. Respond to disruptions in real time and adjust to protect your fulfillment reputation. Reduce costs with smart routing and other location tools.",
        "l3": "Real-Time Visualization and Analytics",
        "l3_content": "Analyze and display real-time data from sensors, devices, and social media feeds. Gain situational awareness from your streaming data whether you are tracking moving assets or stationary sensors.",
        "l4_1": "Spatial Analysis and Data Science",
        "l4_1_content": "See hidden patterns in your supply chain data. Access spatial analysis capabilities on demand and at scale with the NexuSAR Geospatial Cloud.",
        "l4_2": "Imagery and Remote Sensing",
        "l4_2_content": "Access imagery and remote-sensing data feeds to monitor delivery status. Obtain timely answers based on real-time data visualized in a smart map.",
        "l5_1": "Operational Efficiency",
        "l5_1_content": "Streamline projects and identify areas that need improvement. Rely on authoritative data to reduce errors and better allocate resources.",
        "l5_2": "Asset Tracking and Analysis",
        "l5_2_content": "Visualize moving and fixed assets dynamically. Implement problem-solving tools to accurately record the locations and health of your assets.",
        "l5_3": "Situational Awareness",
        "l5_3_content": "The moment something happens, make better decisions by integrating, analyzing, and displaying data from sensors, devices, and social media feeds.",
        "id": "logistics-and-fulfillment"
    },
    {
        "category": "Location Solutions",
        "category_id": "location-solutions",
        "name": "Market and Customer Analysis",
        "l0": "Find your best customers",
        "l0_sub": "Strengthen customer segmentation and engagement",
        "l1": "Put customer data in context",
        "l1_content": "Businesses have more customer data than ever but struggle to make sense of it. Location-enriched data shows what, where, and why customers buy. Business leaders and marketers can go beyond gut instinct or guesswork to find potential customers, identify target markets, advertise strategically, and plan product mixes.",
        "l2": "See opportunities others can't",
        "l2_choose": "Location is the key to unlocking rich customer data for precise market analysis and strategic business decisions.",
        "l2_content": "Reduce ambiguity when entering new markets and optimize market planning decision-making. Gain insight into the values and habits that shape customer behavior.  Create data-driven, personalized shopping experiences that increase customer loyalty. Leverage smart maps and visualizations that uncover patterns in key data such as drive times, population densities, demographics, and psychographics.",
        "l3": "Spatial Analysis and Data Science",
        "l3_content": "Discover hidden patterns and trends for enhanced market and customer analysis, using the power of location as the connective thread. Create a competitive edge by integrating location into machine learning models and artificial intelligence.",
        "l4_1": "Real-Time Visualization and Analytics",
        "l4_1_content": "Know where assets and opportunities exist right now across your business and monitor changing situations. Use big data and Internet of Things (IoT) technology to make quick, informed decisions based on the most up-to-date information.",
        "l4_2": "Mapping",
        "l4_2_content": "Gain a clear understanding of customers and competitors by visualizing people, places, and assets. See what's happening throughout a network of store locations, create robust business plans, and know where to allocate resources.",
        "l5_1": "Site Analysis and Territory Planning",
        "l5_1_content": "Choose the best locations based on location intelligence and sophisticated data and analytics.",
        "l5_2": "Supply Chain Digitization",
        "l5_2_content": "Manage your supply chain digitally to find ways to increase efficiency, reliability, and customer satisfaction.",
        "l5_3": "Logistics and Fulfillment",
        "l5_3_content": "Organize complex delivery operations to ensure your supplies and products get to where they need to be in a timely manner",
        "id": "market-and-customer-analysis"
    },
    {
        "category": "Location Solutions",
        "category_id": "location-solutions",
        "name": "Operational Efficiency",
        "l0": "Continually improve your operations",
        "l0_sub": "Streamline processes and satisfy customers using location intelligence",
        "l1": "Create smarter workflows",
        "l1_content": "Many organizations struggle to develop strategic and practical plans for operational efficiency. Business leaders can use location intelligence to quickly manage and streamline hundreds of projects. Smart maps, analysis, and dashboards give real-time views of multiple locations and help identify business processes that need improvement. Harnessing authoritative data reduces errors while boosting productivity and reducing costs.",
        "l2": "See your operations optimized",
        "l2_choose": "A real-time operational view of people, assets, and events reveals the big picture and areas of critical focus. This drives better task management, synergy, customer satisfaction, and competitive advantage.",
        "l2_content": "Collaborate and share real-time intelligence securely via maps, apps, dashboards, and reports. Adopt modern workflows that eliminate wasted time and resources. Combine multiple activity streams and processes into a unified workflow.",
        "l3": "Real-Time Visualization and Analytics",
        "l3_content": "Know where dangers exist right now across your community or business and monitor changing situations. Use big data and Internet of Things (IoT) technology to make quick, informed decisions based on the most up-to-date information.",
        "l4_1": "Field Operations",
        "l4_1_content": "Improve coordination and operational efficiency in workforce activities. Reduce or even replace paper reliance, modernize workflows, adopt data-driven decision-making, and harness the power of location intelligence.",
        "l4_2": "Mapping",
        "l4_2_content": "Visualize people, places, and assets to gain a clear understanding of threats. See what's happening across the organization, create robust safety plans, and know where to allocate resources.",
        "l5_1": "Asset Tracking and Analysis",
        "l5_1_content": "Visualize moving and fixed assets dynamically. Implement problem-solving tools to accurately record the locations and health of your assets.",
        "l5_2": "Real-Time Location Tracking",
        "l5_2_content": "Gain insights from your data whether you are tracking moving assets or stationary sensors. Make the right decision at the right time.",
        "l5_3": "Field Service Management",
        "l5_3_content": "Digitally transform the approach to field operations. Gain efficiency from real-time data updates and integrate mobile field apps into workflows",
        "id": "operational-efficiency"
    },
    {
        "category": "Location Solutions",
        "category_id": "location-solutions",
        "name": "Performance Monitoring",
        "l0": "Work at peak levels",
        "l0_sub": "Manage operations with real-time analytics",
        "l1": "Get a clear view of projects and workflows",
        "l1_content": "Leaders in business and government are under increasing pressure to be more efficient and transparent. Innovative leaders use location intelligence to monitor, manage, and analyze key performance indicators. This real-time view of how assets and operations are performing helps identify inefficiencies and makes it easier to share data.",
        "l2": "See operational results others can’t",
        "l2_choose": "A shared map view of performance empowered by real-time analytics leads to greater efficiencies and collaborative problem solving.",
        "l2_content": "Harness smart maps, analytics, and dashboards for a real-time view of operations, people, services, assets, and events. Identify areas of improvement by viewing key performance indicators in context of location. Collaborate and share data effectively and securely via maps, apps, and dashboards. Strengthen quality control in business processes.  Improve response time to problems and issues.",
        "l3": "Real-Time Visualization and Analytics",
        "l3_content": "Know where vulnerabilities exist right now across your business and monitor changing situations. Use big data and Internet of Things (IoT) technology to make quick, informed decisions based on the most up-to-date information.",
        "l4_1": "Spatial Analysis and Data Science",
        "l4_1_content": "Use location as the connective thread to uncover hidden patterns and trends. Create a competitive edge by integrating location into machine learning models and artificial intelligence.",
        "l4_2": "Mapping",
        "l4_2_content": "Visualize people, places, and assets to gain a clear understanding of performance. See what's happening throughout the organization, create robust risk mitigation plans, and know where to allocate resources.",
        "l5_1": "Asset Tracking and Analysis",
        "l5_1_content": "Visualize moving and fixed assets dynamically. Implement problem-solving tools to accurately record the locations and health of your assets.",
        "l5_2": "Risk Management",
        "l5_2_content": "Know what risks are happening and where with smart maps. Find patterns and trends and communicate seamlessly during mitigation and response.",
        "l5_3": "Operational Efficiency",
        "l5_3_content": "Streamline projects and identify areas that need improvement. Rely on authoritative data to reduce errors and better allocate resources.",
        "id": "performance-monitoring"
    },
    {
        "category": "Location Solutions",
        "category_id": "location-solutions",
        "name": "Real-Time Location Tracking",
        "l0": "Know where assets are at all times",
        "l0_sub": "Get a real-time view of people, vehicles, and sensor feeds",
        "l1": "Keep track of what happens",
        "l1_content": "With so many people and things in motion, business and government leaders don't have time to manually track each movement. With location intelligence, they can create live maps and apps for monitoring. By seeing what's happening now and analyzing what has already happened, decision-makers can identify opportunities for growth, safety, and efficiency.",
        "l2": "See movement patterns others can't",
        "l2_choose": "Monitor operations, resources, and assets—from field crews to vehicle fleets—using live maps, apps, and dashboards.",
        "l2_content": "Analyze and display real-time data from sensors, devices, and social media feeds. Put live tracking data in context of road or utility networks, hazards, weather, and demographics. Send commands to sensors when patterns of interest are detected. Get real-time alerts and visualization on maps and dashboards. Integrate location history data with infrastructure data to discover trends and outliers.",
        "l3": "Real-Time Visualization and Analytics",
        "l3_content": "Know where assets are across your organization and monitor changing situations. Use big data and Internet of Things (IoT) technology to make quick, informed decisions based on the most up-to-date information.",
        "l4_1": "Spatial Analysis and Data Science",
        "l4_1_content": "Use location as the connective thread to uncover hidden patterns and trends. Create a competitive edge by integrating location into machine learning models and artificial intelligence.",
        "l4_2": "Field Operations",
        "l4_2_content": "Gain perspective on real-time field activities and use visually rich dashboards to inform decisions. See what can be accomplished through capturing accurate data and working in unison, easily navigating data and roads—even while offline.",
        "l5_1": "Asset Tracking and Analysis",
        "l5_1_content": "Visualize moving and fixed assets dynamically. Implement problem-solving tools to accurately record the locations and health of your assets.",
        "l5_2": "Situational Awareness",
        "l5_2_content": "The moment something happens, make better decisions by integrating, analyzing, and displaying data from many sensors, devices, and social media feeds.",
        "l5_3": "Field Service Management",
        "l5_3_content": "Digitally transform the approach to field operations. Gain efficiency from real-time data updates and integrate mobile field apps into workflows.",
        "id": "real-time-location-tracking"
    },
    {
        "category": "Location Solutions",
        "category_id": "location-solutions",
        "name": "Risk Management",
        "l0": "Stay ahead of uncertainty",
        "l0_sub": "Plan effectively and act quickly with location intelligence",
        "l1": "Prepare for a changing world",
        "l1_content": "Business and government leaders face unprecedented risk from disasters, geopolitical shifts, and security threats. They can use location intelligence to visualize risk on smart maps, find patterns and trends in big data, and communicate seamlessly during risk mitigation and response. This modern approach to risk management saves time, money, and lives.",
        "l2": "See the risk others can't",
        "l2_choose": "Smart maps pinpoint areas of potential risk, reveal deeper insights on how to manage risk, and provide a common view that streamlines communication during all phases of risk management.",
        "l2_content": "Know where to allocate resources with data-driven risk assessment. Use predictive analytics to reveal patterns and trends. Share real-time data to understand impacted assets, people, and places.",
        "l3": "Spatial Analysis and Data Science",
        "l3_content": "Use location as the connective thread to uncover hidden patterns and trends for enhanced risk assessment. Create a competitive edge by integrating location into machine learning models and artificial intelligence.",
        "l4_1": "Real-Time Visualization and Analytics",
        "l4_1_content": "Know where vulnerabilities exist right now across your business and monitor changing situations. Use big data and Internet of Things (IoT) technology to make quick, informed decisions based on the most up-to-date information.",
        "l4_2": "Mapping",
        "l4_2_content": "Visualize people, places, and assets to gain a clear understanding of risk. See what's happening throughout the organization, create robust risk mitigation plans, and know where to allocate resources.",
        "l5_1": "Situational Awareness",
        "l5_1_content": "The moment something happens, make better decisions by integrating, analyzing, and displaying data from many sensors, devices, and social media feeds.",
        "l5_2": "Crisis Response",
        "l5_2_content": "When an event occurs, quickly address the impacts, maintain operational awareness, conduct damage assessments, and inform stakeholders.",
        "l5_3": "Asset Tracking and Analysis",
        "l5_3_content": "Visualize moving and fixed assets dynamically. Implement problem-solving tools to accurately record the locations and health of your assets.",
        "id": "risk-management"
    },
    {
        "category": "Location Solutions",
        "category_id": "location-solutions",
        "name": "Site Analysis and Territory Planning",
        "l0": "Choose the best locations",
        "l0_sub": "Use a data-driven growth strategy",
        "l1": "Support long-term success",
        "l1_content": "Competing with both brick-and-mortar neighbors and online retailers, today's businesses can't afford to choose a bad location. Innovative business leaders use location intelligence to forecast profits for potential locations and networks of locations and to make strong site selection and market planning decisions.",
        "l2": "See growth opportunities others can’t",
        "l2_choose": "Smart maps show current store performance or customer base in context of location and market opportunity. Spatial analysis enables selection of the most profitable sites based on competition, demographics, and supply chain.",
        "l2_content": "Identify and target the most profitable locations. Make repeatable growth decisions at scale. Avoid cannibalizing sales and jeopardizing current business. Optimize online buying and in-store customer engagement. Make the most of store, market, and merchandise mixes.",
        "l3": "Spatial Analysis and Data Science",
        "l3_content": "Use location as the connective thread to uncover hidden patterns and trends for enhanced market and customer analysis. Create a competitive edge by integrating location into machine learning models and artificial intelligence.",
        "l4_1": "Field Operations",
        "l4_1_content": "Gain critical perspective on real-time field activities and use data-rich dashboards to inform decisions. See what can be accomplished through working in unison with a shared understanding of conditions—even while offline.",
        "l4_2": "Mapping",
        "l4_2_content": "Visualize people, places, and assets to gain important insights into customers and competitors. See what's happening across a network of store locations, create strong business plans, and know where to allocate resources.",
        "l5_1": "Market and Customer Analysis",
        "l5_1_content": "Rely on data instead of guesswork to find your best customers, identify target markets, advertise strategically, and drive growth.",
        "l5_2": "Supply Chain Digitization",
        "l5_2_content": "Manage your supply chain digitally to find ways to increase efficiency, reliability, and customer satisfaction.",
        "l5_3": "Logistics and Fulfillment",
        "l5_3_content": "Organize complex delivery operations to ensure your supplies and products get to where they need to be in a timely manner.",
        "id": "site-analysis-and-territory-planning"
    },
    {
        "category": "Location Solutions",
        "category_id": "location-solutions",
        "name": "Situational Awareness",
        "l0": "Monitor event impacts in real time",
        "l0_sub": "Make informed decisions when they matter most",
        "l1": "Take quick action backed by data and analysis",
        "l1_content": "In the complex realm of business operations or large-scale events, it's difficult to know what is happening where. Using location intelligence, business leaders and first responders see a holistic view of the situation—real-time data such as weather and traffic, on-the-ground updates, plus the locations of assets, crews, and other resources. This approach leads to smart decisions in the moment and predictive abilities for the future.",
        "l2": "See the big picture others can’t",
        "l2_choose": "Decision-makers gain clarity from location intelligence whether they need to react to supply chain disruptions, repair damage to a utility network, or coordinate first responders in an emergency.",
        "l2_content": "Monitor resources and operations in real time. Integrate data from multiple sources including Internet of Things (IoT) and social media feeds. Visualize and share all key information with one map view.  Perform quick spatial analysis of an impending event. Create an informed incident response plan in minutes.",
        "l3": "Real-Time Visualization and Analytics",
        "l3_content": "Know where dangers exist right now across your community or business and monitor changing situations. Use big data and Internet of Things (IoT) technology to make quick, informed decisions based on the most up-to-date information.",
        "l4_1": "3D Visualization and Analytics",
        "l4_1_content": "Create your vision and extract value from your raw data. See hidden relationships, patterns, and trends. Share your ideas with others.",
        "l4_2": "Mapping",
        "l4_2_content": "Visualize people, places, and assets to gain a clear understanding of all operations in the field. See what's happening across the organization, create a detailed plan, and know where to effectively coordinate and dispatch resources.",
        "l5_1": "Real-Time Location Tracking",
        "l5_1_content": "Gain insights from your data whether you are tracking moving assets or stationary sensors. Make the right decision at the right time.",
        "l5_2": "Crisis Response",
        "l5_2_content": "When an event occurs, quickly address the impacts, maintain operational awareness, conduct damage assessments, and inform stakeholders.",
        "l5_3": "Safety and Security",
        "l5_3_content": "Get a proactive view of emerging threats and hazards to respond more quickly and help save lives.",
        "id": "situational-awareness"
    },
    {
        "category": "Location Solutions",
        "category_id": "location-solutions",
        "name": "Supply Chain Digitization",
        "l0": "Plan for and mitigate disruptions",
        "l0_sub": "Strengthen your supply network by visualizing it in real time",
        "l1": "Uncover and respond to problems and opportunities",
        "l1_content": "Manufacturers move high volumes in a dynamic and risky global environment. To be agile, all stakeholders must know what is happening and where—in real time. Supply chain digitization combines live business and location data in a single dashboard, giving leaders a new level of end-to-end operational awareness and analysis. By seeing the whole picture, supply chain operators can improve efficiency, prevent disruption, and gain competitive advantage.",
        "l2": "See supply networks digitally, as others can't",
        "l2_choose": "Supply chain digitization with location technology delivers valuable insights—such as real-time status, service area gaps, and opportunities.",
        "l2_content": "Understand all network connections, suppliers, inventory levels, complex relationships, and potential impacts. Identify opportunities to boost performance, be more agile, and optimize connections to customers or suppliers. Gain visibility to ensure ethical and sustainable supply sources. Access and analyze Internet of Things (IoT) data for continuous improvement. Receive alerts when disruptions occur or service-level agreements are at risk.",
        "l3": "Real-Time Visualization and Analytics",
        "l3_content": "Analyze and display real-time data from sensors, devices, and social media feeds. Gain situational awareness from streaming data whether you are tracking moving assets or stationary sensors.",
        "l4_1": "Spatial Analysis and Data Science",
        "l4_1_content": "See hidden patterns in your supply chain data. Access spatial analysis capabilities on demand and at scale with the NexuSAR Geospatial Cloud.",
        "l4_2": "Imagery and Remote Sensing",
        "l4_2_content": "Access imagery and remote-sensing data feeds to monitor every phase in the supply chain. Get timely answers based on real-time data visualized in a powerful map.",
        "l5_1": "Operational Efficiency",
        "l5_1_content": "Streamline projects and identify areas that need improvement. Rely on authoritative data to reduce errors and better allocate resources.",
        "l5_2": "Asset Tracking and Analysis",
        "l5_2_content": "Visualize moving and fixed assets dynamically. Implement problem-solving tools to accurately record the locations and health of your assets.",
        "l5_3": "Market and Customer Analysis",
        "l5_3_content": "Rely on data instead of guesswork to find your best customers, identify target markets, advertise strategically, and drive growth.",
        "id": "supply-chain-digitization"
    },
    {
        "category": "Location Solutions",
        "category_id": "location-solutions",
        "name": "Civic Inclusion",
        "l0": "Focus on impactful interaction",
        "l0_sub": "Collaborate to enhance equity and quality of life for everyone",
        "l1": "Work toward the future everyone wants",
        "l1_content": "Unprecedented social changes and economic demands make it difficult for cities to maintain and prioritize community engagement and plan ways to balance equity for all. City planners, business owners, and residents can rally around location-based information to work together, share ideas, make real improvements, and advance civic inclusion.",
        "l2": "See your community engage",
        "l2_choose": "Communication and collaboration help communities enhance inclusion and overcome complacency. Encouraging public participation early and often helps bring transparency and accountability to the decision-making process. Using a location-based approach helps leaders better understand community members' needs.",
        "l2_content": "Identify needs or gaps in education, affordable housing, and health care. Address social inequities by combining data, public input, and feedback. Show where work is being done and communicate its value. Provide visual communication tools, like maps, apps, and dashboards, to share progress, keep the public informed, and bring initiatives to life. Connect community partners, such as universities, nongovernmental organizations (NGOs), and nonprofits, to reach shared goals.",
        "l3": "Mapping",
        "l3_content": "Gather around a shared smart map for interactive give-and-take when reviewing proposed plans. Adjust incrementally and work toward consensus.",
        "l4_1": "Field Operations",
        "l4_1_content": "Deploy easy-to-use apps to collect feedback via crowdsourcing to adjust services to fit community demand.",
        "l4_2": "Spatial Analysis and Data Science",
        "l4_2_content": "Mapping and spatial analytics help governments gain insight into their community makeup and aid citizens in understanding initiatives that can improve livability and resilience.",
        "l5_1": "Market and Customer Analysis",
        "l5_1_content": "Rely on data instead of guesswork to find your best customers, identify target markets, advertise strategically, and drive growth.",
        "l5_2": "Economic Development",
        "l5_2_content": "Find strategic opportunities for growth and identify where to invest in communities. See strengths that differentiate communities.",
        "l5_3": "Planning for Sustainability",
        "l5_3_content": "Build resilient communities with long-term economic and environmental sustainability by measuring and adapting to change.",
        "id": "civic-inclusion"
    },
    {
        "category": "Location Solutions",
        "category_id": "location-solutions",
        "name": "Crisis Response",
        "l0": "Respond with confidence",
        "l0_sub": "Know where and how to best respond by using insights from location intelligence",
        "l1": "Inform response with shared awareness",
        "l1_content": "Critical incidents, including natural disasters, terrorism, and cyberattacks, are becoming more frequent, intense, and complex. Sharing location-based data in real time about the scope, scale, and complexity of a crisis helps prioritize incident response and ensures that appropriate resources are available to help save lives and property. Sharing situational awareness enables collaboration and coordination between the operations center and the field and across government, business, and community agencies that are working together.",
        "l2": "See clearly in times of crisis",
        "l2_choose": "During an incident, implementing a suite of real-time tools for operations centers and field personnel keeps everyone aligned on the mission and helps restore order to the chaos.",
        "l2_content": "Quickly analyze data to coordinate incident response, eliminate duplication of effort, and guide first responders to where help is needed most. Deploy mobile applications to streamline damage assessments. Create a shared map to allow first responders, law enforcement, leaders, and citizens to collaborate.",
        "l3": "Real-Time Visualization and Analytics",
        "l3_content": "Gain visibility to distributed work to address issues as they arise and keep track of all response operations. Aggregate damage reports quickly to put limited resources to best use.",
        "l4_1": "Field Operations",
        "l4_1_content": "Deploy personnel and sensors to gather data and report on damages from the moment an incident occurs. Connect fieldworkers with their peers to coordinate actions without the need for trips to a control center.",
        "l4_2": "Mapping",
        "l4_2_content": "Visualize where people, places, and resources are to gain a clear understanding of risk. See what's happening across the organization, create robust safety plans, and know where to allocate resources.",
        "l5_1": "Risk Management",
        "l5_1_content": "Know what and where risks exist with smart maps. Find patterns and trends and communicate seamlessly during mitigation and response.",
        "l5_2": "Safety and Security",
        "l5_2_content": "Get a proactive view of emerging threats and hazards to respond more quickly and help save lives.",
        "l5_3": "Situational Awareness",
        "l5_3_content": "The moment something happens, make better decisions by integrating, analyzing, and displaying data from many sensors, devices, and social media feeds.",
        "id": "crisis-response"
    },
    {
        "category": "Location Solutions",
        "category_id": "location-solutions",
        "name": "Planning for Sustainability",
        "l0": "Build resilient communities",
        "l0_sub": "Measure and adapt to change with location intelligence",
        "l1": "Create change with a plan",
        "l1_content": "Communities are complex and continually evolving. City planners face pressures such as population growth, climate change, migratory and age-based demographic change, and the push to be competitive in a global environment. As they work to better understand projects in terms of the impact on places and people, planners can use smart maps and spatial analysis. This approach empowers proactive, informed decisions that support resilient and sustainable communities, cities, and towns—and their people.",
        "l2": "See a thriving future",
        "l2_choose": "Smart maps help planners build resilient, sustainable communities with long-term economic and environmental sustainability. Location intelligence can empower critical decisions about land use, emergency preparedness, transportation, public spaces, and residential or commercial areas.",
        "l2_content": "Identify areas that may be impacted by climate change. Analyze and understand your community's role in protecting local and global natural resources. Use maps, models, and 3D visualizations to measure design impact. Advance sustainability goals by measuring, monitoring, and reporting progress. Create proactive response plans for dealing with hazards and natural disasters.",
        "l3": "Mapping",
        "l3_content": "Visualize people, places, and assets to gain a clear understanding of communities. See what's happening throughout the city, better understand community needs, and know where to allocate resources.",
        "l4_1": "Spatial Analysis and Data Science",
        "l4_1_content": "Use location as the connective thread to uncover unseen patterns and trends for enhanced sustainability planning. Get faster, more comprehensive insight by integrating location information into machine learning models and artificial intelligence.",
        "l4_2": "3D Visualization and Analytics",
        "l4_2_content": "Extract value from your data to solve problems and see patterns, trends, and hidden relationships. Enhance your data visually and share your vision easily with others.",
        "l5_1": "Civic Inclusion",
        "l5_1_content": "Communicate with maps, apps, and dashboards to advance social equity and overcome complacency.",
        "l5_2": "Economic Development",
        "l5_2_content": "Find opportunities for growth and identify where to invest strategically. See strengths that differentiate communities.",
        "l5_3": "Site Analysis and Territory Planning",
        "l5_3_content": "Choose the best locations based on location intelligence and sophisticated data and analytics.",
        "id": "planning-for-sustainability"
    },
    {
        "category": "Location Solutions",
        "category_id": "location-solutions",
        "name": "Safety and Security",
        "l0": "Protect people and communities",
        "l0_sub": "Prepare for and prevent incidents with location intelligence",
        "l1": "Be ready and aware",
        "l1_content": "Communities around the world face increasingly complex threats and hazards that place their safety and security at risk. Leaders use location intelligence to see areas of high risk and vulnerability, then optimize their response plans to increase their resilience. Shared maps and data-driven analysis help organizations respond to and recover from incidents in real time.",
        "l2": "See a safer future",
        "l2_choose": "Strong situational awareness and collaboration gives you a proactive view of emerging threats and hazards that can help you respond more quickly. Improve the security for your neighborhoods, businesses, and communities with location intelligence.",
        "l2_content": "Collaborate with people inside and outside your organization to ensure a shared understanding of risk. Track incidents to proactively stage resources and plan response efforts. Monitor situations as they unfold, adjust in real time, and act where needed. Share data securely among first responders and partners.",
        "l3": "Mapping",
        "l3_content": "Visualize people, places, and resources to gain a clear understanding of risk. See what's happening across the organization, create robust safety plans, and know where to allocate resources.",
        "l4_1": "Field Operations",
        "l4_1_content": "Gain a location-based perspective on real-time field activities and leverage visually rich dashboards to inform decisions. See what can be accomplished through working in unison and capturing and interpreting data—even while offline.",
        "l4_2": "Real-Time Visualization and Analytics",
        "l4_2_content": "Know where dangers exist right now across your community or business and monitor changing situations. Use big data and Internet of Things (IoT) technology to make quick, informed decisions based on the most up-to-date information.",
        "l5_1": "Risk Management",
        "l5_1_content": "Know what risks are unfolding, and where, with smart maps. Find patterns and trends and communicate seamlessly during mitigation and response.",
        "l5_2": "Crisis Response",
        "l5_2_content": "When an incident occurs, quickly address the impacts, maintain operational awareness, conduct damage assessments, and inform the public.",
        "l5_3": "Situational Awareness",
        "l5_3_content": "The moment something happens, make better decisions by integrating, analyzing, and displaying data from many sensors, devices, and social media feeds.",
        "id": "safety-and-security"
    }
]